import React from 'react';

export const Damn = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Жуткий спектакль</h1>
    <div className="welcome__genre">
      <strong>Полеты</strong> без антракта по готическим произведениям мировых
      классиков
    </div>
    <div className="welcome__text">
      Сначала вам покажется, что этот голос <span>живет у вас в голове</span>.
      Затем вы скажите себе, что это просто глупая мысль, еще через мгновенье вы
      поймете, что вас <span>окутывает мрак...</span>
      Вы захотите выбраться и разгадать тайный смысл, спрятанный в рассказах
      главных героев.
      <span>Спектакль-загадка</span>, где ответ может стоить вам жизни!
    </div>
  </div>
);

export const Garshin = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Мне тебя уже не надо?..</h1>
    <div className="welcome__genre">
      Микс <strong>импровизации, перформанса и моноспектакля</strong>
    </div>
    <div className="welcome__text">
      Вы спросите, о чем спектакль? Все просто. О том, как девочки "любят"
      мальчиков и эта "любовь" не меняется даже через сотни лет. "<span>
        Есть ли хорошие люди?
      </span>{' '}
      А есть ли хорошие мужчины? Верные, преданные, заботливые..." С точки
      зрения психологии выше поставленный вопрос - абсолютно некорректный! Но
      разве мысли женщины подчиняются законам психологии, этики или логики?
      Вместе с актерами мы <span>доберемся до самого дна</span> и попробуем
      вынырнуть, дабы затем радоваться свету.
    </div>
  </div>
);

export const Silver = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Серебряный вечер. Ни слова в прозе...</h1>
    <div className="welcome__genre">
      <strong>Поэтический спектакль</strong> для холодных зимних вечеров
    </div>
    <div className="welcome__text">
      Спектакль <span>"на грани святости и порока"</span>, как и сам Серебряный
      век. Декаданс и немного мистики ждут зрителей в "Театре раскольников".
      Зима начинает лютовать, так почему же не ублажить её особым подарком -
      поэзией? "Театр раскольников" приглашает вас на стихи и{' '}
      <span>особую атмосферу конца 19 века...</span>
    </div>
  </div>
);

export const Letters = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Письма незнакомке</h1>
    <div className="welcome__genre">
      Разговор в письмах с <strong>Андре Моруа</strong>
    </div>
    <div className="welcome__text">
      "Театр раскольников" встречает зрителя{' '}
      <span>легким разговором с французским романистом...</span> Приглашаем вас
      на моноспектакль "под гитару" от Заслуженного артиста Украины Бориса
      Лободы! Вас ждут потрясающие "Письма незнакомке". Тонкие, легкие и даже
      воздушные советы французского писателя Андре Моруа женщинам на тему "как
      стать любимой" и не только. Мужчины же узнают{' '}
      <span>много интересного о женской ранимой душе...</span>
    </div>
  </div>
);

export const Dreams = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Сны Эйнштейна</h1>
    <div className="welcome__genre">
      Инсценировка по одноименному роману <strong>Алана Лайтмана</strong>
    </div>
    <div className="welcome__text">
      Существуют тысячи миров, <span>и в каждом свое время!</span> И в каждом —
      оно великое... Мир без будущего, без прошлого, мир, где время — зримая
      величина, мир, где время — чувство или где мир - против чувства... В каком
      мире живете вы? "Театр раскольников" приглашает в{' '}
      <span>путешествие со временем.</span>
    </div>
  </div>
);

export const NextMan = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Первый встречный</h1>
    <div className="welcome__genre">
      Драма по мотивам одноименного рассказа <strong>А.Куприна</strong>
    </div>
    <div className="welcome__text">
      "Первый встречный" - история, в которой сплелись воедино человеческие
      страхи, слабости и страсти. Любовь, которая могла бы разрушить стены и
      воскресить мертвого, стала <span>всего лишь росчерком пера</span> в
      длинном письме-исповеди главного героя.
    </div>
  </div>
);

export const Zoschenko = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Зощенко</h1>
    <div className="welcome__genre">
      <strong>История болезни</strong> в одном действии
    </div>
    <div className="welcome__text">
      “Зощенко” - <span>первая комедия</span> “Театра раскольников”. Жанр, к
      которому всегда трудно подступиться. Спектакль, рожденный в муках, как
      собственно из боли и сожалений рождались рассказы Михаила Зощенко.
      <span> Безобидные и безобразные образы</span>, гуляющие в голове Зощенко,
      скрывают в себе символы современных пороков. Спектакль «Зощенко» - это
      своеобразная история болезни. Нет, не писателя или актеров, это история
      общества…
    </div>
  </div>
);

export const Poetry = () => (
  <div className="welcome welcome-play">
    <h1 className="welcome__title">Розмова про любов</h1>
    <div className="welcome__genre">
      <strong>Вечір української поезії</strong>
    </div>
    <div className="welcome__text">
      Запрошуємо на розмову про любов до "Театру раскольніков"! Вечір{' '}
      <span>української поезії</span>, у якому візьмуть участь не тільки актори
      театру, але й усі бажаючі глядачі. Зі сцени прозвучать вірші{' '}
      <span>
        Тараса Шевченка, Івана Франка, Лесі Українки, Олени Теліги, Ліни
        Костенко
      </span>{' '}
      та інших майстрів поетичного слова. Крім цього кожен бажаючий зможе
      прочитати власні вірші про любов. Ми зітремо уявну лінію між сценою та
      залою. У душевній атмосфері будемо просто говорити "Про любов"...
    </div>
  </div>
);
